{
	"Sentences" : {
		"have": "I have a phone.",
		"get": "I am getting angry.",
		"go": "I will go home in 2 hours.",
		"turn": "It turns out that he loves her.",
		"take": "It took ages to finish the work.",
		"last": "It didn't last long.",
		"fight": "Don't pick a fight with strangers.",
		"give": "Do you want to give up?",
		"discuss": "We have to discuss the matter.",
		"ask": "Do you want to ask him something?",
		"feel": "I don't feel good.",
		"hear": "Can you hear me?",
		"keep": "He kept doing that.",
		"leave": "Dont leave her alone.",
		"work": "Are you working this Friday?",
		"look": "It doesn't look great.",
		"seem": "He seems angry.",
		"sound": "That sounds like me.",
		"marry": "Alessandro is getting married to Sara next summer.",
		"how_easy" : "I didn't know how easy it would be.",
		"One_thing" : "Growing up the one thing that I remember most was my mother telling me 'Be nice to strangers.' ",
		"문장1_시간접속사_문장2" : "I arrived at home before he did.",
		"degree" : "To some degree",
		"시간전치사" : "I have been ill since January.",
		"Drive": "He drives me crazy."
	},
	"Explanation" : {
		"have": "To own : I have two brothers To do one good thing, although you do other bad or silly things : *At least* you had the good sense to turn the gas off (at least 잊지 말것) To perform : Have a bath/shower/rest \n To eat : Can I have some water?",
		"get": "get it done(형용사) // I will get my hair cut ",
		"go": "go to home 아닌 go home 인 이유 이 경우 home 은 명사가 아닌 부사이기 때문에 전치사가 필요 없음. my home 이 되면 명사이기에 go to my home 문법적으로 맞으나 go home 을 더 많이 씀",
		"turn": "To happen in a particular way or to have a particular result, especially an unexpected one= How did the recipe turn out? / To be known or discovered finally and surprisingly= The truth turned out to be stranger than we had expected. / It turns out that she had known him when they were children.",
		"take": "take의 다양한 의미",
		"last": "Did you eat this pizza last? =부사 How long did the protest last for? =동사",
		"fight": "fight, argue, debate, discuss, quarrel ///    heated argument/debate/discussion      pick a quarrel/fight with",
		"give": "give up / give away / give something to me / A last minute invitation was given to Howie / given the circumstances (문장 앞에서 많이 쓰는 표현)",
		"discuss": "전치사가 필요없는 동사들은 뭐가 있을까요?   I met your friend. (with x) /  Let's go riding. (for x) / I will call you ( to you x) / I contacted him (with x) / I answered his message (to his message x) / I will phone you tomorrow ( to you x) / The train is approaching Boston (to Boston x) / We are not allowed to enter the house (to the house x)",
		"ask": " 질문 = Can I ask you something? / I'd like to ask him a question. / 요청 = He is going to ask her to do it. ",
		"feel": "지각동사의 종류와 많이 쓰이는 형태",
		"hear": "지각동사 hear smell hear see feel taste 현재시제가 더 자연스럽다. smelling looking tasting  등 액션이 있으면 현재진행 // She is tasting the soup(o), The soup is tasting good(x-no action) // The garbage smells bad(o). , The garbage is smelling bad(x- no action)",
		"keep": "keep 뒤의 형용사, 분사 I will keep watching / It kept her awake",
		"leave": "I left it on",
		"work": "work bank school church bed -> 관사 필요 없음, going to work",
		"look": "많이 쓰이는 형용사도 함께 기억하세요. l/ look up, look for, look out, look into / If you want to find something or someone, you look for (or search for) them.",
		"seem": "seem + 형용사 / like 명사",
		"sound": "sound + 형용사 / like 명사",
		"marry": "He’s married to Kim.\n Alessandro’s getting married to Sara next summer.\n Haruka is marrying my old school friend.",
		"how_easy" : "how 뒤에 따라오는 형용사를 상황에 맞게 바꾸기 ex) How easy is it -> How easy was the test? -> I don't know how easy it was. -> I don't think you know how easy it was. -> The teacher didn't say anything about the test so we can't tell how hard it is going to be",
		"One_thing" : "The one thing that I remember from all of my intelligence briefings and my dealings with the Russians is that when you deal with the Russians, you have to deal with them from strength, not from weakness. - 위 예문은 the one thing that 문장1 is that 문장2 이고,  러시아 관련된 건 the one thing that [ 문장1 ] is that when [ 문장2 ] , [문장 3 ]. 으로 결국 문장 2이 문장2+문장3 된 경우에요. ",
		"문장1_시간접속사_문장2" : "I arrived at home 2 hours before he did. 접속사 앞에 시간을 넣어 얼마 전인지 더 구체적인 정보를 줄 수 있고, before 대신 after 도 쓸 수 있습니다",
		"degree" : "To some degree I think that's right, but there are other factors which affect the situation. // 어느 정도, 부분적으로 생각하시고, 이와 유사하게 at some point : I usually eat a snack at some point between lunch and dinner.",
		"시간전치사" : "I have been ill since two weeks(x). since 대신 for two weeks or since January. 가능 ",
		"Drive": "형용사."
	}
}
